from curses import window

from pygame import *
display.set_caption("Тест Руф'є")
back = (255, 255, 255)



txt_next = "Почати"
txt_hello = "Ласкаво просимо до програми визначення стану здоров'я!"
txt_title = "Ця програма дозволить вам за допомогаю тесту Руф'є провести первинну діагностику вашого здоров'я. Проба Руф'є є навантажувальна комплексом, призначеним для оцінки працездатності серця при фізичному навантаженні. У випробуваного, що знаходиться в положенні лежачи на спині протягом 5 хв, визначають частоту пульса за 15 секунд, А потім -- за останні 15 секунд першої хвилини період у відновлення. Важливо! якщо в процесі проведення випробування  ви відчуєте себе погано (з'явиться запаморочення, шум вахах, сильна задишка та ін.), то тест необхідно перервати і звернутися до лікаря." 




win_width = 800
win_height = 600
win_x = 200
win_y = 100

window.fill(back)

win = display.set_mode((win_width, win_height))
while True:
    display.update()